#Wed May 13 22:12:47 EDT 2015
ExtDesc=IBM proporciona la mundializaci\u00F3n de la m\u00E1quina y la edici\u00F3n de funciones que le permiten crear r\u00E1pidamente, mantener y revisar las traducciones para el Bluemix\u00E2 " \u00A2 la aplicaci\u00F3n.  Esta extensi\u00F3n permite al desarrollador de aplicaciones para convertir din\u00E1micamente utilizando los archivos de propiedades de la m\u00E1quina.  El desarrollador de aplicaciones puede incluir archivos de propiedades actualizados directamente en el paquete de la aplicaci\u00F3n o la aplicaci\u00F3n puede utilizar paquetes de recursos din\u00E1mico real para las series de b\u00FAsqueda. 
ExtMessage=Consulte la siguiente <a href\="https\://developer.ibm.com/bluemix/2015/04/28/set-up-machine-translation-with-ibm-devops-services"> tutorial </a>. 
COMMAND_KEY=Crear mandato 
COMMAND_DESC=De forma predeterminada, todos los archivos de origen y los archivos traducidos se colocan en ARCHIVE_DIR para ser utilizados en las etapas adicionales.
SUBMISSION_NAME_DESC=El nombre del proyecto se present\u00F3 a la globalizaci\u00F3n.  Este ser\u00E1 el nombre del proyecto como aparece en la globalizaci\u00F3n de IBM Bluemix en el panel.  
INPUT_PATTERN_DESC=Identifica los nombres de los archivos de entrada que se convierten.  Utiliza el comod\u00EDn de coincidencia como *Language * .properties.  
ACCEPT_DESC=Cuando esta opci\u00F3n se establece en true la globalizaci\u00F3n de IBM se a\u00F1aden al espacio si es necesario.  Revise las <a href\="https\://www-03.ibm.com/software/sla/sladb.nsf/sla/bm-6620-01"> Condiciones de uso </a>.
OUTPUT_DIR_DESC=Directorio en el que se colocan los archivos traducidos.  La ubicaci\u00F3n predeterminada ser\u00E1 la ubicaci\u00F3n que se encuentra en los archivos de origen.  
ExtName=(Globalizaci\u00F3n de IBM Experimental 
SUBMISSION_NAME_KEY=Nombre del proyecto de globalizaci\u00F3n 
INPUT_PATTERN_KEY=Archivos de origen
ACCEPT_KEY=Configuraci\u00F3n de servicio y espacio para m\u00ED
OUTPUT_DIR_KEY=Directorio de salida
