# NLS_MESSAGEFORMAT_NONE
# NLS_ENCODING=UTF-8
ExtName=[G'(\uff25\uff58\uff50\uff45\uff52\uff49\uff4d\uff45\uff4e\uff54al) IBM Globalization \u0e0f\u0e39\u0130\u0131\uff5c]
ExtDesc=[G'\uff29\uff22\uff2d \uff27\uff4c\uff4f\uff42\uff41\uff4c\uff49\uff5a\uff41\uff54\uff49\uff4f\uff4e \uff50\uff52\uff4f\uff56\uff49\uff44\uff45\uff53 \uff4d\uff41\uff43\uff48\uff49\uff4e\uff45 \uff54\uff52\uff41\uff4e\uff53\uff4c\uff41\uff54\uff49\uff4f\uff4e \uff41\uff4e\uff44 \uff45\uff44\uff49\uff54\uff49\uff4e\uff47 \uff43\uff41\uff50\uff41\uff42\uff49\uff4c\uff49\uff54\uff49\uff45\uff53 \uff54\uff48\uff41\uff54 \uff45\uff4e\uff41\uff42\uff4c\uff45 \uff59\uff4f\uff55 \uff54\uff4f \uff52\uff41\uff50\uff49\uff44\uff4c\uff59 \uff43\uff52\uff45\uff41\uff54\uff45, \uff4d\uff41\uff49\uff4e\uff54\uff41\uff49\uff4e, \uff41\uff4e\uff44 \uff52\uff45\uff56\uff49\uff53\uff45 \uff54\uff52\uff41\uff4e\uff53\uff4c\uff41\uff54\uff49\uff4f\uff4e\uff53 \uff46\uff4f\uff52 \uff59\uff4f\uff55\uff52 \uff22\uff4c\uff55\uff45\uff4d\uff49\uff58\u2122 application.  This extension allows for the application developer to dynamically translate property files using machine translation.  The application developer can either include updated property files directly in the application package or the applicaiton can use dynamic resource bundles for real-time lookup of strings. \u0e0f\u0e39\u0130\u0131\uff5c]
ExtMessage=[G'\uff32\uff45\uff46\uff45\uff52 \uff54\uff4f \uff54\uff48\uff45 following <a href="https://developer.ibm.com/bluemix/2015/04/28/set-up-machine-translation-with-ibm-devops-services"> tutorial</a>. \u0e0f\u0e39\u0130\u0131\uff5c]

INPUT_PATTERN_KEY=[G'\uff33\uff4furce Files\u0e0f\u0e39\u0130\u0131\uff5c]
INPUT_PATTERN_DESC=[G'\uff29\uff44\uff45\uff4e\uff54\uff49\uff46\uff49\uff45\uff53 \uff54\uff48\uff45 \uff4e\uff41\uff4d\uff45\uff53 \uff4f\uff46 \uff54\uff48\uff45 \uff49\uff4e\uff50\uff55t files to be translated.  Uses basic wild card matching such as *Language*.properties.  \u0e0f\u0e39\u0130\u0131\uff5c]

OUTPUT_DIR_KEY=[G'\uff2f\uff55\uff54\uff50\uff55t Directory\u0e0f\u0e39\u0130\u0131\uff5c]
OUTPUT_DIR_DESC=[G'\uff24\uff49\uff52\uff45\uff43\uff54\uff4f\uff52\uff59 \uff49\uff4e \uff57\uff48\uff49\uff43\uff48 \uff54\uff48\uff45 \uff54\uff52\uff41\uff4e\uff53\uff4c\uff41\uff54\uff45\uff44 \uff46\uff49\uff4ces will be placed.  The default location will be the location that the source files were located in.  \u0e0f\u0e39\u0130\u0131\uff5c]

# Accepting the creation of services 
ACCEPT_KEY=[G'\uff33\uff45\uff54 \uff55\uff50 \uff53\uff45\uff52\uff56ice and space for me\u0e0f\u0e39\u0130\u0131\uff5c]
ACCEPT_DESC=[G'\uff37\uff48\uff45\uff4e \uff54\uff48\uff49\uff53 \uff4f\uff50\uff54\uff49\uff4f\uff4e \uff49\uff53 \uff53\uff45\uff54 \uff54\uff4f \uff54\uff52\uff55\uff45 \uff54\uff48\uff45 IBM Globalization Service will be added to the space if needed.  Review the <a href="https://www-03.ibm.com/software/sla/sladb.nsf/sla/bm-6620-01">Terms of Use</a>.\u0e0f\u0e39\u0130\u0131\uff5c]

SUBMISSION_NAME_KEY=[G'\uff27\uff4c\uff4f\uff42\uff41\uff4c\uff49\uff5a\uff41tion Project Name \u0e0f\u0e39\u0130\u0131\uff5c]
SUBMISSION_NAME_DESC=[G'\uff34\uff48\uff45 \uff4e\uff41\uff4d\uff45 \uff4f\uff46 \uff54\uff48\uff45 \uff47\uff4c\uff4f\uff42\uff41\uff4c\uff49\uff5a\uff41\uff54\uff49\uff4f\uff4e \uff50\uff52\uff4f\uff4a\uff45\uff43\uff54 \uff54\uff4f \uff42\uff45 \uff53\uff55\uff42\uff4ditted.  This will be the name of the project as it appears on the Globalization Service your IBM Bluemix Dashboard.  \u0e0f\u0e39\u0130\u0131\uff5c]
COMMAND_KEY=[G'\uff22\uff55\uff49\uff4cd command \u0e0f\u0e39\u0130\u0131\uff5c]
COMMAND_DESC=[G'\uff2f\uff50\uff54\uff49\uff4f\uff4e\uff41\uff4c \uff42\uff55\uff49\uff4c\uff44 \uff43\uff4f\uff4d\uff4d\uff41\uff4e\uff44.  \uff22\uff59 \uff44\uff45\uff46\uff41\uff55\uff4c\uff54 \uff41\uff4c\uff4c source files, and translated files will be placed in ARCHIVE_DIR for use by in additional stages.  \u0e0f\u0e39\u0130\u0131\uff5c]
