#Wed May 13 21:36:53 EDT 2015
ExtDesc=Globalisation IBM fournit la traduction machine et modifiez les fonctions qui vous permettent de cr\u00E9er rapidement, entretenir et r\u00E9viser des traductions pour votre Bluemix\u00E2 " \u00A2 application.  Cette extension permet au d\u00E9veloppeur d'applications pour convertir dynamiquement des fichiers de propri\u00E9t\u00E9s en utilisant la traduction machine.  Le d\u00E9veloppeur d'applications peut soit inclure les fichiers de propri\u00E9t\u00E9s mis \u00E0 jour directement dans le module d'application ou l'application peut utiliser des regroupements de ressources dynamique pour la recherche en temps r\u00E9el des cha\u00EEnes. 
ExtMessage=Consultez le <a href\="https\://developer.ibm.com/bluemix/2015/04/28/set-up-machine-translation-with-ibm-devops-services"> tutoriel </a>. 
COMMAND_KEY=La commande de g\u00E9n\u00E9ration 
COMMAND_DESC=Par d\u00E9faut, tous les fichiers source et les fichiers traduits seront plac\u00E9s dans ARCHIVE_DIR pour \u00EAtre utilis\u00E9e dans les \u00E9tapes suppl\u00E9mentaires.
SUBMISSION_NAME_DESC=Le nom du projet sera soumis \u00E0 la mondialisation.  Ce sera le nom du projet tel qu'il appara\u00EEt sur la mondialisation dans votre service IBM Dashboard Bluemix.  
INPUT_PATTERN_DESC=Identifie les noms des fichiers en entr\u00E9e \u00E0 traduire.  Utilise la carte de correspondance sauvage comme *Langue * .properties.  
ACCEPT_DESC=Lorsque cette option est d\u00E9finie sur true la globalisation IBM Service sera ajout\u00E9 \u00E0 l'espace si n\u00E9cessaire.  Consultez les <a href\="https\://www-03.ibm.com/software/sla/sladb.nsf/sla/bm-6620-01"> Conditions d'utilisation </a>.
OUTPUT_DIR_DESC=R\u00E9pertoire dans lequel les fichiers convertis seront plac\u00E9s.  L'emplacement par d\u00E9faut est l'emplacement o\u00F9 les fichiers source sont situ\u00E9s.  
ExtName=(Globalisation IBM exp\u00E9rimental 
SUBMISSION_NAME_KEY=Nom du projet Globalisation 
INPUT_PATTERN_KEY=Fichiers source
ACCEPT_KEY=Configuration du service et l'espace pour moi
OUTPUT_DIR_KEY=R\u00E9pertoireSortie
