#Wed May 13 22:12:43 EDT 2015
ExtDesc=IBM Globalisierung liefert maschinelle \u00DCbersetzung und Editierf\u00E4higkeiten, die Ihnen erlauben, schnell \u00DCbersetzungen zu schaffen, zu behaupten und zu \u00FCberarbeiten, f\u00FCr Ihre Bluemix\u00E2 \u0084\u00A2 Anwendung.  Diese Erweiterung erlaubt, damit der Anwendungsentwickler Eigenschaftsakten dynamisch \u00FCbersetzt, maschinelle \u00DCbersetzung zu verwenden.  Der Anwendungsentwickler kann auch aktualisierte Eigenschaftsakten direkt ins Bewerbungspaket einbeziehen oder die applicaiton kann dynamische Ressourcenb\u00FCndel f\u00FCr Echtzeitsuche von Schn\u00FCren verwenden. 
ExtMessage=Siehe den folgenden <a href\="https\://developer.ibm.com/bluemix/2015/04/28/set-up-machine-translation-with-ibm-devops-services">Lerntext.</a> 
COMMAND_KEY=Aufbaubefehl 
COMMAND_DESC=Standardm\u00E4\u00DFig werden alle Quellendateien und \u00FCbersetzten Akten in ARCHIVE_DIR gestellt, um in zus\u00E4tzlichen Stufen verwendet zu werden.
SUBMISSION_NAME_DESC=Der Name des Globalisierungsprojektes, abgeschickt zu werden.  Dies wird der Name des Projektes sein, wie es auf dem Globalisierungsdienst in Ihrem IBM Bluemix Armaturenbrett erscheint.  
INPUT_PATTERN_DESC=Identifiziert die Namen der Eingabedateien, \u00FCbersetzt zu werden.  Verwendet Grundwilde Karte, die passt, wie *Language *.properties.  
ACCEPT_DESC=Wenn diese Option eingestellt wird, die IBM genau einzustellen, wird Globalisierungsdienst der Stelle hinzugef\u00FCgt, wenn gebraucht.  \u00DCberpr\u00FCfen Sie die <a href\="https\://www-03.ibm.com/software/sla/sladb.nsf/sla/bm-6620-01">Nutzungsbedingungen.</a>
OUTPUT_DIR_DESC=Verzeichnis, in das die \u00FCbersetzten Akten gestellt werden.  Die Standardposition wird der Standort sein, in dem sich die Quellendateien befanden.  
ExtName=(Experimentelle) IBM Globalisierung 
SUBMISSION_NAME_KEY=Globalisierungsprojektname 
INPUT_PATTERN_KEY=Quellendateien
ACCEPT_KEY=Satz an Dienst und Platz f\u00FCr mich oben
OUTPUT_DIR_KEY=Ausgabeverzeichnis
