#Wed May 13 22:13:06 EDT 2015
ExtDesc=Globaliza\u00E7\u00E3o da IBM fornece convers\u00E3o de m\u00E1quina e editar recursos que permitem a voc\u00EA criar rapidamente, manter e revisar as tradu\u00E7\u00F5es para o seu Bluemix\u00E2 " \u00A2 do aplicativo.  Essa extens\u00E3o permite que o desenvolvedor de aplicativos para converter arquivos de propriedades dinamicamente utilizando a convers\u00E3o da m\u00E1quina.  O desenvolvedor de aplicativos pode tamb\u00E9m incluir arquivos de propriedades atualizados diretamente no pacote de aplicativos ou o aplicativo pode usar pacotes configur\u00E1veis de recursos din\u00E2micos para a consulta real de cadeias. 
ExtMessage=Consulte as seguintes <a href\="https\://developer.ibm.com/bluemix/2015/04/28/set-up-machine-translation-with-ibm-devops-services"> tutorial </a>. 
COMMAND_KEY=Comando de Constru\u00E7\u00E3o 
COMMAND_DESC=Por padr\u00E3o todos os arquivos de origem e arquivos convertidos ser\u00E3o colocados em ARCHIVE_DIR para ser usado em est\u00E1gios adicionais.
SUBMISSION_NAME_DESC=O nome do projeto de globaliza\u00E7\u00E3o para ser enviada.  Esse ser\u00E1 o nome do projeto como ele aparece no Servi\u00E7o de Globaliza\u00E7\u00E3o em seu Painel IBM Bluemix.  
INPUT_PATTERN_DESC=Identifica os nomes dos arquivos de entrada a serem convertidos.  Usa curinga b\u00E1sico correspondente como *Language * .properties.  
ACCEPT_DESC=Quando esta op\u00E7\u00E3o \u00E9 configurada como true no Servi\u00E7o de Globaliza\u00E7\u00E3o da IBM ser\u00E3o inclu\u00EDdos no espa\u00E7o se necess\u00E1rio.  Revise os <a href\="https\://www-03.ibm.com/software/sla/sladb.nsf/sla/bm-6620-01"> Termos de Uso </a>.
OUTPUT_DIR_DESC=Diret\u00F3rio no qual os arquivos traduzidos ser\u00E3o colocados.  O local padr\u00E3o ser\u00E1 o local que os arquivos de origem foram localizados em.  
ExtName=(Experimental) de Globaliza\u00E7\u00E3o da IBM 
SUBMISSION_NAME_KEY=Nome do Projeto de Globaliza\u00E7\u00E3o 
INPUT_PATTERN_KEY=Arquivos de Origem
ACCEPT_KEY=Configura\u00E7\u00E3o do servi\u00E7o e espa\u00E7o para mim
OUTPUT_DIR_KEY=Diret\u00F3rio de Sa\u00EDda
