#Wed May 13 21:37:01 EDT 2015
ExtDesc=IBM\u30B0\u30ED\u30FC\u30D0\u30EB\u5316\u306F\u3001\u3042\u306A\u305F\u304C\u6025\u901F\u306B\u5275\u9020\u7684\u306A\u3053\u3068\u3092\u3057\u3066\u3001\u3042\u306A\u305F\u306EBluemix&\#x00e2;&\#x0084;&\#x00a2;\u9069\u7528\u306E\u305F\u3081\u306E\u7FFB\u8A33\u3092\u7DAD\u6301\u3057\u3066\u6539\u6B63\u3059\u308B\u3053\u3068\u3092\u53EF\u80FD\u306B\u3059\u308B\u6A5F\u68B0\u7FFB\u8A33\u3068\u7DE8\u96C6\u80FD\u529B\u3092\u63D0\u4F9B\u3057\u307E\u3059\u3002\u3053\u306E\u62E1\u5F35\u306F\u3001\u6A5F\u68B0\u7FFB\u8A33\u3092\u5229\u7528\u3057\u305F\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u52D5\u7684\u306B\u7FFB\u8A33\u3059\u308B\u305F\u3081\u306B\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u958B\u767A\u8005\u3092\u8003\u616E\u3057\u307E\u3059\u3002\u4E00\u65B9\u304C\u542B\u3080\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u958B\u767A\u8005\u7F36\u306F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u3001\u30D1\u30C3\u30B1\u30FC\u30B8\u307E\u305F\u306Fapplicaiton\u304C\u3072\u3082\u306E\u30EA\u30A2\u30EB\u30BF\u30A4\u30E0\u306E\u63A2\u7D22\u306E\u305F\u3081\u306B\u52D5\u7684\u306A\u30EA\u30BD\u30FC\u30B9\u30FB\u30D0\u30F3\u30C9\u30EB\u3092\u4F7F\u3046\u3053\u3068\u304C\u3067\u304D\u3066\u3059\u3050\u306B\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u66F4\u65B0\u3057\u307E\u3057\u305F\u3002 
ExtMessage=\u4E0B\u8A18\u306E\u3082\u306E\u3092\u53C2\u7167\u3057\u307E\u3059<\u3072\u3068\u3064\u306E\u3002href\="https\://developer.ibm.com/bluemix/2015/04/28/set-up-machine-translation-with-ibm-devops-services"> \u5BB6\u5EAD\u6559\u5E2B</a>\u3002 
COMMAND_KEY=\u4F53\u683C\u547D\u4EE4 
COMMAND_DESC=\u30C7\u30D5\u30A9\u30EB\u30C8\u307E\u3067\u306B\u3001\u3059\u3079\u3066\u306E\u30BD\u30FC\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB\u3001\u3068\u7FFB\u8A33\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u306F\u3001\u8FFD\u52A0\u306E\u30B9\u30C6\u30FC\u30B8\u3067\u4F7F\u308F\u308C\u308B\u3068\u30A2\u30FC\u30AB\u30A4\u30D6_DIR\u3067\u7F6E\u304B\u308C\u308B\u3067\u3057\u3087\u3046\u3002
SUBMISSION_NAME_DESC=\u63D0\u51FA\u3055\u308C\u308B\u30B0\u30ED\u30FC\u30D0\u30EB\u5316\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u306E\u540D\u524D\u3002\u3053\u308C\u306F\u3001\u305D\u308C\u304C\u3042\u306A\u305F\u306EIBM Bluemix\u30C0\u30C3\u30B7\u30E5\u30DC\u30FC\u30C9\u3067\u30B0\u30ED\u30FC\u30D0\u30EB\u5316\u30B5\u30FC\u30D3\u30B9\u306B\u73FE\u308C\u308B\u306E\u3067\u8A08\u753B\u306E\u540D\u524D\u3067\u3057\u3087\u3046\u3002  
INPUT_PATTERN_DESC=\u7FFB\u8A33\u3055\u308C\u308B\u5165\u529B\u30D5\u30A1\u30A4\u30EB\u306E\u540D\u524D\u3092\u660E\u3089\u304B\u306B\u3057\u307E\u3059\u3002\u57FA\u790E\u7684\u306A\u4E71\u66B4\u306A\u4F7F\u7528\u306F\u3001*\u8A00\u8A9E*.properties\u3068\u3044\u3063\u305F\u5BFE\u7B49\u3067\u3042\u308B\u3053\u3068\u3092\u30AB\u30FC\u30C9\u306B\u66F8\u304D\u307E\u3059\u3002  
ACCEPT_DESC=\u3053\u306E\u9078\u629E\u304C\u6B63\u3057\u304F\u5408\u308F\u305B\u308B\u4E88\u5B9A\u3067\u3042\u308B\u3068\u304D\u306B\u3001IBM\u30B0\u30ED\u30FC\u30D0\u30EB\u5316\u30B5\u30FC\u30D3\u30B9\u306F\u3001\u5FC5\u8981\u3068\u3055\u308C\u305F\u306A\u3089\u7A7A\u9593\u306B\u52A0\u3048\u3089\u308C\u308B\u3067\u3057\u3087\u3046\u3002\u6279\u8A55\u305D\u306E<\u3072\u3068\u3064\u306E\u3002href\="https\://www-03.ibm.com/software/sla/sladb.nsf/sla/bm-6620-01">Terms \u3001</a>\u4F7F\u3063\u3066\u4E0B\u3055\u3044\u3002
OUTPUT_DIR_DESC=\u305D\u3053\u3067\u7FFB\u8A33\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u304C\u7F6E\u304B\u308C\u308B\u3060\u308D\u3046\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FC\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u5834\u6240\u306F\u3001\u305D\u306E\u30BD\u30FC\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB\u304C\u7F6E\u304B\u308C\u305F\u5834\u6240\u3067\u3057\u3087\u3046\u3002  
ExtName=(\u5B9F\u9A13\u7684\u3067\u3042\u308B)IBM\u30B0\u30ED\u30FC\u30D0\u30EB\u5316 
SUBMISSION_NAME_KEY=\u30B0\u30ED\u30FC\u30D0\u30EB\u5316\u8A08\u753B\u540D\u524D 
INPUT_PATTERN_KEY=\u30BD\u30FC\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB
ACCEPT_KEY=\u79C1\u306E\u305F\u3081\u306E\u30B5\u30FC\u30D3\u30B9\u30A8\u30EA\u30A2\u3068\u5B87\u5B99\u3092\u8A2D\u7ACB\u3057\u3066\u4E0B\u3055\u3044
OUTPUT_DIR_KEY=\u7523\u51FA\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FC
